Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Use the pin button on any setting. The first four pinned settings also appear in the Feature Panel.
ar: استخدم زر الدبوس في أي إعداد. تظهر أيضًا الإعدادات الأربعة الأولى المثبتة في لوحة الميزات.
de: Verwenden Sie die Anheften-Schaltfläche bei einer beliebigen Einstellung. Die ersten vier angehefteten Einstellungen erscheinen auch im Funktionsbereich.
es: Usa el botón de fijar de cualquier ajuste. Los cuatro primeros ajustes fijados también aparecen en el Panel de funciones.
fr: Utilisez le bouton d'épingle sur n'importe quel paramètre. Les quatre premiers paramètres épinglés apparaissent également dans le panneau de fonctionnalités.
ja: 各設定の固定ボタンを使用してください。最初の 4 つの固定した設定は機能パネルにも表示されます。
ko: 어떤 설정에서든 핀 버튼을 사용하세요. 처음 4개의 고정된 설정도 기능 패널에 나타납니다.
pt: Use o botão de fixar em qualquer configuração. As primeiras quatro configurações fixadas também aparecem no Painel de Recursos.
ru: Используйте кнопку закрепления в любых настройках. Первые четыре закрепленных параметра также отображаются на панели функций.
tr: Herhangi bir ayardaki sabitleme düğmesini kullanın. İlk dört sabitlenmiş ayar ayrıca Özellik Paneli'nde görünür.
zh_hans: 使用任意设置旁的固定按钮；前 4 项也会显示在功能面板中。
zh_hant: 使用任意設定旁的固定按鈕；前 4 項也會顯示在功能面板中。

source: Stage Manager
es: Organizador Visual
ja: ステージマネージャ
ko: 스테이지 매니저
pt: Organizador Visual
ru: Постановщик
zh_hans: 台前调度
zh_hant: 幕前調度

source: Finder
zh_hans: 访达

source: Night Shift
zh_hans: 夜览

source: True Tone
zh_hans: 原彩显示
zh_hant: 原彩顯示

source: iCloud Drive
zh_hans: iCloud 云盘
